"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"App.kLogoPackInstructions" = "När du har laddat ned logopaketet, placera det i en mapp med namnet \"Studios\" på samma plats som ViMediaManager (normal sökväg är \"~/Library/Application Support/ViMediaManager/Studios/\").";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndMain.kExperimental" = "Experimentell";"wndMain.ccSearchBoxMovies.kExperimental" = "Experimentell";"wndMain.ccSearchBoxTVShows.kExperimental" = "Experimentell";"wndMain.ActBar.kExperimental" = "Experimentell";"wndMain.ThrRefreshInfo.kExperimental" = "Experimentell";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"Loc.Anime" = "Tecknat";"Loc.btnBack" = "Tillbaks";"Loc.btnClearCache" = "Rensa cache";"Loc.btnContinue" = "Fortsätt";"Loc.btnFinish" = "Slutför";"Loc.btnKeepIt" = "Behåll filer";"Loc.btnMoveToTrash" = "Flytta till papperskorgen";"Loc.btnNext" = "Nästa";"Loc.btnPrevious" = "Föregående";"Loc.btnSkip" = "Hoppa över";"Loc.Clean" = "Rensa samtliga";"Loc.dlgCancel" = "Avbryt";"Loc.dlgDoNotShowAgain" = "Fråga inte igen";"Loc.dlgExit" = "Avsluta";"Loc.dlgOK" = "OK";"Loc.dlgRename" = "Döp om";"Loc.dlgReplace" = "Ersätt";"Loc.dlgSave" = "Spara";"Loc.dlgStop" = "Stop";"Loc.Donate" = "Donera";"Loc.FetchAllMetadata" = "Hämta saknad metadata";"Loc.FetchMetadata" = "Hämta metadata";"Loc.FileNotFound" = "Filen hittades inte.";"Loc.HelpXBMCForumThread" = "XBMC Forum tråd";"Loc.k1of2" = " av ";"Loc.kAbout" = "Om";"Loc.kActors" = "Medverkande:";"Loc.kAll" = "Allt";"Loc.kAspectRatio" = "Bildförhållande:";"Loc.kBanner" = "Banner";"Loc.kCacheCleared" = "Cache rensad";"Loc.kCantBeUndone" = "Du kan inte ångra detta.";"Loc.kCasingCapitalize" = "Kapitalisera";"Loc.kCasingLower" = "Skapa gemen";"Loc.kCasingUpper" = "Skapa versal";"Loc.kCheckInternetConnection" = "Kontrollera din Internetförbindelse";"Loc.kClearArt" = "ClearArt";"Loc.kCodecAudio" = "Ljudformat:";"Loc.kCodecAudioChannels" = "Ljudkanaler:";"Loc.kCodecAudioLanguages" = "Ljudspråk:";"Loc.kCodecAudioStreams" = "Ljudströmmar:";"Loc.kCodecVideo" = "Bildformat:";"Loc.kCommaSeparated" = "kommaseparerad";"Loc.kCouldNotBeFound" = "%s hittades inte.";"Loc.kCouldNotBeFoundFollowing" = "Följande %s hittades inte.";"Loc.kDefaultBanner" = "Förvald banner...";"Loc.kDefaultClearArt" = "Förvald ClearArt...";"Loc.kDefaultDiscArt" = "Förvald DiscArt...";"Loc.kDefaultFanart" = "Förvald bakgrundsbild...";"Loc.kDefaultLogo" = "Förvald logotype...";"Loc.kDefaultPoster" = "Förvald omslagsbild...";"Loc.kDefaultThumb" = "Förvald tumnagel...";"Loc.kDelete" = "Radera";"Loc.kDimensions" = "Upplösning:";"Loc.kDiscArt" = "DiscArt";"Loc.kDownload" = "Ladda ned";"Loc.kDownloadComplete" = "Nedladdningen är klar";"Loc.kDownloadFailed" = ", försök igen senare.";"Loc.kDownloading" = "Laddar ned";"Loc.kError" = "Fel";"Loc.kExamples" = "Exempel";"Loc.kExtraArt" = "Extra Art";"Loc.kExtraFanarts" = "Extra bakgrundsbilder";"Loc.kExtraThumbs" = "Extra tumnaglar";"Loc.kFanart" = "Bakgrundsbild";"Loc.kFileSize" = "Filstorlek:";"Loc.kFolders" = "Mappar";"Loc.kFoldersandFiles" = "Mappar & Filer";"Loc.kGenre" = "Genre:";"Loc.kGenres" = "Genrer:";"Loc.kHourAnd" = " timma och ";"Loc.kHoursAnd" = " timmar och ";"Loc.kImages" = "bilder";"Loc.kInstructions" = "Instruktioner";"Loc.kLocation" = "Placering:";"Loc.kLogo" = "Logo";"Loc.kLongMonth01January" = "Januari";"Loc.kLongMonth02February" = "Februari";"Loc.kLongMonth03March" = "Mars";"Loc.kLongMonth04April" = "April";"Loc.kLongMonth05May" = "Maj";"Loc.kLongMonth06June" = "Juni";"Loc.kLongMonth07July" = "Juli";"Loc.kLongMonth08August" = "Augusti";"Loc.kLongMonth09September" = "September";"Loc.kLongMonth10October" = "Oktober";"Loc.kLongMonth11November" = "November";"Loc.kLongMonth12December" = "December";"Loc.kMetadata" = "Metadata";"Loc.kMinutes" = " minuter";"Loc.kMinutesShort" = "min";"Loc.kName" = "Namn";"Loc.kNoPosterAvailable" = "Inget omslag\r  tillgänglig";"Loc.kNotAvailable" = "N/A";"Loc.kNothingLeft" = "Inget att ladda ned.";"Loc.kNothingToDelete" = "Inget att radera";"Loc.kOpen" = "Öppna";"Loc.kPleaseTryAgainLater" = "Försök igen senare";"Loc.kPlot" = "Utökad handling:";"Loc.kPoster" = "Omslag";"Loc.kPremiered" = "Premiärvisades:";"Loc.kProcessing" = "Processar";"Loc.kReadingInfo" = "Läser information";"Loc.kRecMovies" = "Rekommendationer";"Loc.kRecProvidedBy" = "Rekommendation från";"Loc.kRenaming" = "Döper om";"Loc.kResolution" = "Upplösning";"Loc.kResults" = "Resultat";"Loc.kRole" = "Roll";"Loc.kRuntime" = "Spellängd";"Loc.kScanning" = "Scanning";"Loc.kSearching" = "Söker";"Loc.kSearchResults" = "Söder resultat";"Loc.kShare" = "Dela";"Loc.kShortMonth01January" = "Jan";"Loc.kShortMonth02February" = "Feb";"Loc.kShortMonth03March" = "Mar";"Loc.kShortMonth04April" = "Apr";"Loc.kShortMonth05May" = "Maj";"Loc.kShortMonth06June" = "Juni";"Loc.kShortMonth07July" = "Juli";"Loc.kShortMonth08August" = "Aug";"Loc.kShortMonth09September" = "Sept";"Loc.kShortMonth10October" = "Okt";"Loc.kShortMonth11November" = "Nov";"Loc.kShortMonth12December" = "Dec";"Loc.kSize" = "Storlek";"Loc.kSizeLarge" = "Large";"Loc.kSizeMedium" = "Medium";"Loc.kSizeOriginal" = "Orginal";"Loc.kSizeSmall" = "Small";"Loc.kStarring" = "Medverkande:";"Loc.kStatus" = "Status";"Loc.kSummary" = "Summering:";"Loc.kThemeSongs" = "Temasånger";"Loc.kThumb" = "Tumnagel";"Loc.kThumbURL" = "Tumnagel URL";"Loc.kTrailer" = "Trailer";"Loc.kTrailers" = "Trailers";"Loc.kTVThumb" = "TV-serie tumnagel";"Loc.kUpdateMovie" = "Uppdatera film";"Loc.kUpdateRating" = "Uppdatera betyg";"Loc.kUpdating" = "Uppdaterar";"Loc.kWarning" = "Varning!";"Loc.kWatchOffline" = "Visa lokalt";"Loc.kWatchOnline" = "Visa online";"Loc.kWritingNFO" = "Skriver informationsfil...";"Loc.mAiredNext" = "Nästa sänds:";"Loc.ManualSearch" = "Manuell sökning";"Loc.mCountries" = "Länder:";"Loc.mDirector" = "Regisserad av:";"Loc.Metadata" = "Ändra metadata";"Loc.mGenres" = "Genre(s):";"Loc.mLanguages" = "Språk:";"Loc.mMetadataEditor" = "Metadata editor";"Loc.mMPAARatedFor" = "Klassificerad för:";"Loc.mMPAARating" = "MPAA klassificering:";"Loc.mNoImageAvailable" = "Ingen bild\r tillgänglig";"Loc.mOutline" = "Handling:";"Loc.Movie" = "Film";"Loc.Movies" = "Filmer";"Loc.MovieSetsManager" = "Samlingar";"Loc.mRating" = "Betyg:";"Loc.mRuntime" = "Spellängd:";"Loc.msg404Anime" = "Tecknat kan inte hittas\r\rTecknat kanske har flyttats, uppdatera listan och försök igen.";"Loc.msg404Movie" = "Filmen kan inte hittas\r\rFilmen kanske har flyttats, uppdatera listan och försök igen.";"Loc.msg404TV" = "TV-serie kan inte hittas\r\rTV-serie kanske har flyttats, uppdatera listan och försök igen.";"Loc.msgDeleteImage" = "Är du säker på att du vill radera bilden\?";"Loc.msgMassRename" = "Vill du verkligen uppdatera alla dina %F\?";"Loc.msgNoImageToDelete" = "Ingen bild att radera";"Loc.msgNoTrailer" = "Hittar ingen trailer.";"Loc.msgPriorStudioFound" = "Studionamnet finns redan i listan.";"Loc.msgRemoveItem" = "Vill du flytta \'%S\' till papperskorgen eller vill du behålla den i %F mappen\?";"Loc.msgRenameFilesAndFolders" = "Vill du verkligen döpa om \"%F\" och dess innehåll\?";"Loc.msgRenameFolder" = "Vill du verkligen döpa om \"%F\"\?";"Loc.msgTrailerExists" = "En trailer finns redan, vill du ersätta den\?";"Loc.msgUpdate" = "Vill du verkligen uppdatera din %F\?";"Loc.msgWhatWillBeUpdated" = "Uppdatera din %F kommer att ändra all metadata men behåller nuvarande bilder.";"Loc.msgWillBeMovedToTrash" = "Endast filerna i %F mappen kommer att flyttas till papperskorgen.";"Loc.mSound" = "Musik av:";"Loc.mStudios" = "Studios:";"Loc.mTabInfo" = "Information";"Loc.mTabPeople" = "Personer";"Loc.mTabSummary" = "Summering";"Loc.mTagline" = "Undertitel:";"Loc.mTitle" = "Titel:";"Loc.mTitleOriginal" = "Orginaltitel:";"Loc.mTitleSeries" = "Serie titel:";"Loc.mTitleSort" = "Sorteringstitel:";"Loc.mTomatoConcensus" = "Tomato Concensus:";"Loc.mWhere" = "Sökväg:";"Loc.mWriter" = "Författare:";"Loc.mYear" = "År:";"Loc.None" = "Ingen";"Loc.Prefs" = "Inställningar";"Loc.PrefsGeneral" = "Allmänt";"Loc.PrefsUpdate" = "Uppdatera";"Loc.Refresh" = "Uppdatera listan";"Loc.Software" = "Mjukvara";"Loc.TVShow" = "TV-serie";"Loc.TVShows" = "TV-serier";"Loc.urlGoogleListing" = "Sök med Google";"Loc.urlIMDBListing" = "Visa IMDB-lista";"Loc.urlTMDBListing" = "Visa TMDB-lista";"Loc.urlTVDBListing" = "Visa TVDB-lista";"Loc.urlWIKIListing" = "Sök med Wikipedia";"Loc.Version" = "Version";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"Menu.ApplePreferences" = "Inställningar";"Menu.CMMCopyLink" = "Kopiera länk";"Menu.CMMCopyText" = "Kopiera text";"Menu.CMMMarkAsUnwatched" = "Markera som ej visad";"Menu.CMMMarkAsWatched" = "Markera som visad";"Menu.CMMRemove" = "Ta bort %s...";"Menu.CMMRemoveAnime" = "Ta bort tecknat...";"Menu.CMMRemoveMovie" = "Ta bort film...";"Menu.CMMRemoveTVShow" = "Ta bort TV-serie...";"Menu.CMMSearchTheWeb" = "Sök på webben";"Menu.CMMSortList" = "Sortering";"Menu.CMMWatchMovie" = "Visa film";"Menu.CMMWatchTrailer" = "Visa trailer";"Menu.Edit" = "Redigera";"Menu.EditCopy" = "Kopiera";"Menu.EditCut" = "Klipp ut";"Menu.EditDelete" = "Radera";"Menu.EditPaste" = "Klistra in";"Menu.EditRedo" = "Återgå";"Menu.EditSelectAll" = "Markera allt";"Menu.EditUndo" = "Ångra";"Menu.File" = "Arkiv";"Menu.FileCloseWindow" = "Stäng fönster";"Menu.FileManualSearch" = "Manuell sökning...";"Menu.FilePrint" = "Skriv ut...";"Menu.FileRefreshList" = "Förnya listan";"Menu.FileShowInFinder" = "Visa i Finder";"Menu.FileUpdateAll" = "Uppdatera allt";"Menu.FileUpdateRatings" = "Uppdatera alla betyg";"Menu.FileUpdateSelection" = "Uppdatera markerade";"Menu.Help" = "Hjälp";"Menu.HelpAbout" = "Om ";"Menu.HelpCheckForUpdates" = "Kontrollera uppdateringar";"Menu.HelpContactAuthor" = "Kontakta upphovsmannen";"Menu.HelpDonate" = "Donera...";"Menu.HelpDownloadStudioLogosets" = "Ladda ned Studio logotypes";"Menu.HelpVisitWebsite" = "Gå till webbsida";"Menu.HelpVisitXBMCForumThread" = "Gå till XBMC forumtråd";"Menu.SortAscending" = "Stigande";"Menu.SortDescending" = "Fallande";"Menu.Tools" = "Verktyg";"Menu.ToolsClean" = "Rensa samtliga...";"Menu.ToolsExtraArtGetBanner" = "Ladda ned Banner...";"Menu.ToolsExtraArtGetCharacterArt" = "Ladda ned Character Art...";"Menu.ToolsExtraArtGetClearArt" = "Ladda ned ClearArt...";"Menu.ToolsExtraArtGetDisc" = "Ladda ned DiscArt...";"Menu.ToolsExtraArtGetExtraFanart" = "Ladda ned extra bakgrundsbilder";"Menu.ToolsExtraArtGetExtraThumbs" = "Ladda ned extra tumnaglar";"Menu.ToolsExtraArtGetFanart" = "Ladda ned Bakgrundsbild...";"Menu.ToolsExtraArtGetLogo" = "Ladda ned Logo...";"Menu.ToolsExtraArtGetMissing" = "Ladda ned saknade bilder";"Menu.ToolsExtraArtGetMissingAll" = "Ladda ned alla saknade bilder";"Menu.ToolsExtraArtGetPoster" = "Ladda ned Omslag...";"Menu.ToolsExtraArtGetThumb" = "Ladda ned Tumnagel...";"Menu.ToolsExtras" = "Extras";"Menu.ToolsExtraTrailer" = "Ladda ned Trailer...";"Menu.ToolsPutMovies2Folders" = "Placera filmfiler i mappar";"Menu.ToolsRenameSelection" = "Byt namn på markerade";"Menu.ToolsShare" = "Dela";"Menu.View" = "Visa";"Menu.ViewAnime" = "Tecknat";"Menu.ViewCustomizeToolbar" = "Anpassa verktygsfältet...";"Menu.ViewEditMetadata" = "Ändra metadata";"Menu.ViewEnterFullscreen" = "Visa Helskärm";"Menu.ViewExitFullscreen" = "Gå ur Helskärm";"Menu.ViewHideToolbar" = "Göm verktygsfältet";"Menu.ViewMovies" = "Filmer";"Menu.ViewShowToolbar" = "Visa verktygsfältet";"Menu.ViewSortByMovieSortTitel" = "Film sorteringstitel";"Menu.ViewSortByMovieTitle" = "Filmtitel";"Menu.ViewSortByNextAired" = "Nästa sänds";"Menu.ViewSortByPath" = "Sökväg";"Menu.ViewSortByPremiereDate" = "Premiärdatum";"Menu.ViewSortByQuality" = "Kvalitet";"Menu.ViewSortByRating" = "Betyg";"Menu.ViewSortByStudio" = "Studio";"Menu.ViewSortByTVShowSortTitle" = "Serie sorteringstitel";"Menu.ViewSortByTVShowStatus" = "Status";"Menu.ViewSortByTVShowTitle" = "Visa titel";"Menu.ViewSortByUnwatchedEpisodes" = "Ej visade avsnitt";"Menu.ViewSortByWatchedStatus" = "Visad-status";"Menu.ViewTVShows" = "TV-serier";"Menu.Window" = "Fönster";"Menu.WindowBringAllToFront" = "Visa alla överst";"Menu.WindowMinimize" = "Minimera";"Menu.WindowZoom" = "Zooma";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndPreferences.buttonCheckNow" = "Kontrollera nu";"wndPreferences.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.lblBatchRename" = "Döp om:";"wndPreferences.lblDBLanguage" = "Databasspråk:";"wndPreferences.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.lblFileNFO" = "NFO filnamn:";"wndPreferences.lblFilePoster" = "Omslag filnamn:";"wndPreferences.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.lblFinderLabels" = "Finder märknings:";"wndPreferences.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.lblListSizeTV" = "TV lista storlek:";"wndPreferences.lblLookUp" = "Kontrollera:";"wndPreferences.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.lblNetDrive" = "Nätverksenhet:";"wndPreferences.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.lblPosterSize" = "Omslag storlek:";"wndPreferences.lblRenamePattern" = "Namnmönster:";"wndPreferences.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.lblUpdates" = "Uppdateringar:";"wndPreferences.lblUseAPi" = "Använd API:";"wndPreferences.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.listMediaHeader" = "Namn\tPlats";"wndPreferences.MenuAddDir" = "Lägg till mapp";"wndPreferences.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.SepArray.buttonCheckNow" = "Kontrollera nu";"wndPreferences.SepArray.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.SepArray.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.SepArray.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.SepArray.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.SepArray.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.SepArray.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.SepArray.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.SepArray.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.SepArray.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.SepArray.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.SepArray.lblBatchRename" = "Döp om:";"wndPreferences.SepArray.lblDBLanguage" = "Databasspråk:";"wndPreferences.SepArray.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.SepArray.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.SepArray.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.SepArray.lblFileNFO" = "NFO filnamn:";"wndPreferences.SepArray.lblFilePoster" = "Omslag filnamn:";"wndPreferences.SepArray.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.SepArray.lblFinderLabels" = "Finder märknings:";"wndPreferences.SepArray.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.SepArray.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.SepArray.lblListSizeTV" = "TV lista storlek:";"wndPreferences.SepArray.lblLookUp" = "Kontrollera:";"wndPreferences.SepArray.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.SepArray.lblNetDrive" = "Nätverksenhet:";"wndPreferences.SepArray.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.SepArray.lblPosterSize" = "Omslag storlek:";"wndPreferences.SepArray.lblRenamePattern" = "Namnmönster:";"wndPreferences.SepArray.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.SepArray.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.SepArray.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.SepArray.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.SepArray.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.SepArray.lblUpdates" = "Uppdateringar:";"wndPreferences.SepArray.lblUseAPi" = "Använd API:";"wndPreferences.SepArray.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.SepArray.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.SepArray.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.SepArray.listMediaHeader" = "Namn\tPlats";"wndPreferences.SepArray.MenuAddDir" = "Lägg till mapp";"wndPreferences.SepArray.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.SepArray.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.lblArray.buttonCheckNow" = "Kontrollera nu";"wndPreferences.lblArray.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.lblArray.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.lblArray.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.lblArray.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.lblArray.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.lblArray.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.lblArray.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.lblArray.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.lblArray.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.lblArray.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.lblArray.lblBatchRename" = "Döp om:";"wndPreferences.lblArray.lblDBLanguage" = "Databasspråk:";"wndPreferences.lblArray.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.lblArray.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.lblArray.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.lblArray.lblFileNFO" = "NFO filnamn:";"wndPreferences.lblArray.lblFilePoster" = "Omslag filnamn:";"wndPreferences.lblArray.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.lblArray.lblFinderLabels" = "Finder märknings:";"wndPreferences.lblArray.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.lblArray.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.lblArray.lblListSizeTV" = "TV lista storlek:";"wndPreferences.lblArray.lblLookUp" = "Kontrollera:";"wndPreferences.lblArray.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.lblArray.lblNetDrive" = "Nätverksenhet:";"wndPreferences.lblArray.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.lblArray.lblPosterSize" = "Omslag storlek:";"wndPreferences.lblArray.lblRenamePattern" = "Namnmönster:";"wndPreferences.lblArray.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.lblArray.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.lblArray.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.lblArray.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.lblArray.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.lblArray.lblUpdates" = "Uppdateringar:";"wndPreferences.lblArray.lblUseAPi" = "Använd API:";"wndPreferences.lblArray.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.lblArray.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.lblArray.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.lblArray.listMediaHeader" = "Namn\tPlats";"wndPreferences.lblArray.MenuAddDir" = "Lägg till mapp";"wndPreferences.lblArray.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.lblArray.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.lstMedia.buttonCheckNow" = "Kontrollera nu";"wndPreferences.lstMedia.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.lstMedia.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.lstMedia.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.lstMedia.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.lstMedia.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.lstMedia.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.lstMedia.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.lstMedia.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.lstMedia.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.lstMedia.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.lstMedia.lblBatchRename" = "Döp om:";"wndPreferences.lstMedia.lblDBLanguage" = "Databasspråk:";"wndPreferences.lstMedia.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.lstMedia.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.lstMedia.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.lstMedia.lblFileNFO" = "NFO filnamn:";"wndPreferences.lstMedia.lblFilePoster" = "Omslag filnamn:";"wndPreferences.lstMedia.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.lstMedia.lblFinderLabels" = "Finder märknings:";"wndPreferences.lstMedia.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.lstMedia.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.lstMedia.lblListSizeTV" = "TV lista storlek:";"wndPreferences.lstMedia.lblLookUp" = "Kontrollera:";"wndPreferences.lstMedia.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.lstMedia.lblNetDrive" = "Nätverksenhet:";"wndPreferences.lstMedia.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.lstMedia.lblPosterSize" = "Omslag storlek:";"wndPreferences.lstMedia.lblRenamePattern" = "Namnmönster:";"wndPreferences.lstMedia.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.lstMedia.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.lstMedia.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.lstMedia.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.lstMedia.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.lstMedia.lblUpdates" = "Uppdateringar:";"wndPreferences.lstMedia.lblUseAPi" = "Använd API:";"wndPreferences.lstMedia.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.lstMedia.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.lstMedia.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.lstMedia.listMediaHeader" = "Namn\tPlats";"wndPreferences.lstMedia.MenuAddDir" = "Lägg till mapp";"wndPreferences.lstMedia.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.lstMedia.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.arList.buttonCheckNow" = "Kontrollera nu";"wndPreferences.arList.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.arList.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.arList.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.arList.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.arList.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.arList.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.arList.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.arList.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.arList.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.arList.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.arList.lblBatchRename" = "Döp om:";"wndPreferences.arList.lblDBLanguage" = "Databasspråk:";"wndPreferences.arList.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.arList.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.arList.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.arList.lblFileNFO" = "NFO filnamn:";"wndPreferences.arList.lblFilePoster" = "Omslag filnamn:";"wndPreferences.arList.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.arList.lblFinderLabels" = "Finder märknings:";"wndPreferences.arList.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.arList.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.arList.lblListSizeTV" = "TV lista storlek:";"wndPreferences.arList.lblLookUp" = "Kontrollera:";"wndPreferences.arList.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.arList.lblNetDrive" = "Nätverksenhet:";"wndPreferences.arList.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.arList.lblPosterSize" = "Omslag storlek:";"wndPreferences.arList.lblRenamePattern" = "Namnmönster:";"wndPreferences.arList.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.arList.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.arList.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.arList.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.arList.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.arList.lblUpdates" = "Uppdateringar:";"wndPreferences.arList.lblUseAPi" = "Använd API:";"wndPreferences.arList.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.arList.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.arList.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.arList.listMediaHeader" = "Namn\tPlats";"wndPreferences.arList.MenuAddDir" = "Lägg till mapp";"wndPreferences.arList.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.arList.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.txtRenamePattern.buttonCheckNow" = "Kontrollera nu";"wndPreferences.txtRenamePattern.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.txtRenamePattern.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.txtRenamePattern.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.txtRenamePattern.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.txtRenamePattern.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.txtRenamePattern.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.txtRenamePattern.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.txtRenamePattern.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.txtRenamePattern.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.txtRenamePattern.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.txtRenamePattern.lblBatchRename" = "Döp om:";"wndPreferences.txtRenamePattern.lblDBLanguage" = "Databasspråk:";"wndPreferences.txtRenamePattern.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.txtRenamePattern.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.txtRenamePattern.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.txtRenamePattern.lblFileNFO" = "NFO filnamn:";"wndPreferences.txtRenamePattern.lblFilePoster" = "Omslag filnamn:";"wndPreferences.txtRenamePattern.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.txtRenamePattern.lblFinderLabels" = "Finder märknings:";"wndPreferences.txtRenamePattern.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.txtRenamePattern.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.txtRenamePattern.lblListSizeTV" = "TV lista storlek:";"wndPreferences.txtRenamePattern.lblLookUp" = "Kontrollera:";"wndPreferences.txtRenamePattern.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.txtRenamePattern.lblNetDrive" = "Nätverksenhet:";"wndPreferences.txtRenamePattern.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.txtRenamePattern.lblPosterSize" = "Omslag storlek:";"wndPreferences.txtRenamePattern.lblRenamePattern" = "Namnmönster:";"wndPreferences.txtRenamePattern.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.txtRenamePattern.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.txtRenamePattern.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.txtRenamePattern.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.txtRenamePattern.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.txtRenamePattern.lblUpdates" = "Uppdateringar:";"wndPreferences.txtRenamePattern.lblUseAPi" = "Använd API:";"wndPreferences.txtRenamePattern.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.txtRenamePattern.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.txtRenamePattern.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.txtRenamePattern.listMediaHeader" = "Namn\tPlats";"wndPreferences.txtRenamePattern.MenuAddDir" = "Lägg till mapp";"wndPreferences.txtRenamePattern.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.txtRenamePattern.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.bvlHelp.buttonCheckNow" = "Kontrollera nu";"wndPreferences.bvlHelp.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.bvlHelp.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.bvlHelp.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.bvlHelp.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.bvlHelp.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.bvlHelp.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.bvlHelp.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.bvlHelp.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.bvlHelp.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.bvlHelp.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.bvlHelp.lblBatchRename" = "Döp om:";"wndPreferences.bvlHelp.lblDBLanguage" = "Databasspråk:";"wndPreferences.bvlHelp.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.bvlHelp.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.bvlHelp.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.bvlHelp.lblFileNFO" = "NFO filnamn:";"wndPreferences.bvlHelp.lblFilePoster" = "Omslag filnamn:";"wndPreferences.bvlHelp.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.bvlHelp.lblFinderLabels" = "Finder märknings:";"wndPreferences.bvlHelp.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.bvlHelp.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.bvlHelp.lblListSizeTV" = "TV lista storlek:";"wndPreferences.bvlHelp.lblLookUp" = "Kontrollera:";"wndPreferences.bvlHelp.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.bvlHelp.lblNetDrive" = "Nätverksenhet:";"wndPreferences.bvlHelp.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.bvlHelp.lblPosterSize" = "Omslag storlek:";"wndPreferences.bvlHelp.lblRenamePattern" = "Namnmönster:";"wndPreferences.bvlHelp.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.bvlHelp.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.bvlHelp.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.bvlHelp.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.bvlHelp.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.bvlHelp.lblUpdates" = "Uppdateringar:";"wndPreferences.bvlHelp.lblUseAPi" = "Använd API:";"wndPreferences.bvlHelp.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.bvlHelp.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.bvlHelp.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.bvlHelp.listMediaHeader" = "Namn\tPlats";"wndPreferences.bvlHelp.MenuAddDir" = "Lägg till mapp";"wndPreferences.bvlHelp.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.bvlHelp.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.chkAutoDownExtras.buttonCheckNow" = "Kontrollera nu";"wndPreferences.chkAutoDownExtras.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.chkAutoDownExtras.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.chkAutoDownExtras.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.chkAutoDownExtras.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.chkAutoDownExtras.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.chkAutoDownExtras.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.chkAutoDownExtras.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.chkAutoDownExtras.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.chkAutoDownExtras.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.chkAutoDownExtras.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.chkAutoDownExtras.lblBatchRename" = "Döp om:";"wndPreferences.chkAutoDownExtras.lblDBLanguage" = "Databasspråk:";"wndPreferences.chkAutoDownExtras.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.chkAutoDownExtras.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.chkAutoDownExtras.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.chkAutoDownExtras.lblFileNFO" = "NFO filnamn:";"wndPreferences.chkAutoDownExtras.lblFilePoster" = "Omslag filnamn:";"wndPreferences.chkAutoDownExtras.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.chkAutoDownExtras.lblFinderLabels" = "Finder märknings:";"wndPreferences.chkAutoDownExtras.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.chkAutoDownExtras.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.chkAutoDownExtras.lblListSizeTV" = "TV lista storlek:";"wndPreferences.chkAutoDownExtras.lblLookUp" = "Kontrollera:";"wndPreferences.chkAutoDownExtras.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.chkAutoDownExtras.lblNetDrive" = "Nätverksenhet:";"wndPreferences.chkAutoDownExtras.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.chkAutoDownExtras.lblPosterSize" = "Omslag storlek:";"wndPreferences.chkAutoDownExtras.lblRenamePattern" = "Namnmönster:";"wndPreferences.chkAutoDownExtras.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.chkAutoDownExtras.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.chkAutoDownExtras.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.chkAutoDownExtras.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.chkAutoDownExtras.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.chkAutoDownExtras.lblUpdates" = "Uppdateringar:";"wndPreferences.chkAutoDownExtras.lblUseAPi" = "Använd API:";"wndPreferences.chkAutoDownExtras.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.chkAutoDownExtras.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.chkAutoDownExtras.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.chkAutoDownExtras.listMediaHeader" = "Namn\tPlats";"wndPreferences.chkAutoDownExtras.MenuAddDir" = "Lägg till mapp";"wndPreferences.chkAutoDownExtras.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.chkAutoDownExtras.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.cvsExtrasIcon.buttonCheckNow" = "Kontrollera nu";"wndPreferences.cvsExtrasIcon.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.cvsExtrasIcon.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.cvsExtrasIcon.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.cvsExtrasIcon.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.cvsExtrasIcon.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.cvsExtrasIcon.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.cvsExtrasIcon.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.cvsExtrasIcon.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.cvsExtrasIcon.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.cvsExtrasIcon.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.cvsExtrasIcon.lblBatchRename" = "Döp om:";"wndPreferences.cvsExtrasIcon.lblDBLanguage" = "Databasspråk:";"wndPreferences.cvsExtrasIcon.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.cvsExtrasIcon.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.cvsExtrasIcon.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.cvsExtrasIcon.lblFileNFO" = "NFO filnamn:";"wndPreferences.cvsExtrasIcon.lblFilePoster" = "Omslag filnamn:";"wndPreferences.cvsExtrasIcon.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.cvsExtrasIcon.lblFinderLabels" = "Finder märknings:";"wndPreferences.cvsExtrasIcon.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.cvsExtrasIcon.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.cvsExtrasIcon.lblListSizeTV" = "TV lista storlek:";"wndPreferences.cvsExtrasIcon.lblLookUp" = "Kontrollera:";"wndPreferences.cvsExtrasIcon.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.cvsExtrasIcon.lblNetDrive" = "Nätverksenhet:";"wndPreferences.cvsExtrasIcon.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.cvsExtrasIcon.lblPosterSize" = "Omslag storlek:";"wndPreferences.cvsExtrasIcon.lblRenamePattern" = "Namnmönster:";"wndPreferences.cvsExtrasIcon.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.cvsExtrasIcon.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.cvsExtrasIcon.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.cvsExtrasIcon.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.cvsExtrasIcon.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.cvsExtrasIcon.lblUpdates" = "Uppdateringar:";"wndPreferences.cvsExtrasIcon.lblUseAPi" = "Använd API:";"wndPreferences.cvsExtrasIcon.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.cvsExtrasIcon.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.cvsExtrasIcon.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.cvsExtrasIcon.listMediaHeader" = "Namn\tPlats";"wndPreferences.cvsExtrasIcon.MenuAddDir" = "Lägg till mapp";"wndPreferences.cvsExtrasIcon.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.cvsExtrasIcon.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"wndPreferences.chkMiniConVisible.buttonCheckNow" = "Kontrollera nu";"wndPreferences.chkMiniConVisible.chkIMDbApi" = "Inofficiell IMDb API";"wndPreferences.chkMiniConVisible.chkMatchLabelColors" = "Matcha etikettfärger med sändningsdatum";"wndPreferences.chkMiniConVisible.chkUpdates" = "Kontrollera uppdateringar automatiskt";"wndPreferences.chkMiniConVisible.chkUseFolderNamelbl" = "Använd mappnamn";"wndPreferences.chkMiniConVisible.chkYAMJThumbURLS" = "Lägg till tumnaglar i NFO";"wndPreferences.chkMiniConVisible.HlpTagVisibleInList" = "Visa den här ikonen i listan.";"wndPreferences.chkMiniConVisible.kKeepFoldersOrganized" = "Håll mediamappar organiserade";"wndPreferences.chkMiniConVisible.kTargetNOTMacOS" = "Windows OS Säker namngivning";"wndPreferences.chkMiniConVisible.lblAutoDownload" = "Automatisk nedladdning av:";"wndPreferences.chkMiniConVisible.lblAutoDownloadComment" = "Vänster kryssruta = Visa ikoner i listan";"wndPreferences.chkMiniConVisible.lblBatchRename" = "Döp om:";"wndPreferences.chkMiniConVisible.lblDBLanguage" = "Databasspråk:";"wndPreferences.chkMiniConVisible.lblDefaultThumb" = "Förvald tumnagel:";"wndPreferences.chkMiniConVisible.lblFanArtSize" = "Bakgrund storlek:";"wndPreferences.chkMiniConVisible.lblFileFanart" = "Bakgrund filnamn:";"wndPreferences.chkMiniConVisible.lblFileNFO" = "NFO filnamn:";"wndPreferences.chkMiniConVisible.lblFilePoster" = "Omslag filnamn:";"wndPreferences.chkMiniConVisible.lblFileTrailer" = "Trailer filnamn:";"wndPreferences.chkMiniConVisible.lblFinderLabels" = "Finder märknings:";"wndPreferences.chkMiniConVisible.lblFolderForFile" = "Använd \"mapp.jpg\" istället för:";"wndPreferences.chkMiniConVisible.lblListSizeMovie" = "Filmen liststorlek:";"wndPreferences.chkMiniConVisible.lblListSizeTV" = "TV lista storlek:";"wndPreferences.chkMiniConVisible.lblLookUp" = "Kontrollera:";"wndPreferences.chkMiniConVisible.lblMediaPlayer" = "Mediaspelare:";"wndPreferences.chkMiniConVisible.lblNetDrive" = "Nätverksenhet:";"wndPreferences.chkMiniConVisible.lblOrganized" = "Namnger mappar och/eller filer baserad på namnmönstret.";"wndPreferences.chkMiniConVisible.lblPosterSize" = "Omslag storlek:";"wndPreferences.chkMiniConVisible.lblRenamePattern" = "Namnmönster:";"wndPreferences.chkMiniConVisible.lblRenamePatternTVShow" = "TV-serier Namnmönster:";"wndPreferences.chkMiniConVisible.lblShowPostersInList" = "Visa omslagsbilder i listan";"wndPreferences.chkMiniConVisible.lblUnofficialIMDBMessage" = "TMDB + IMDb Limited data && english only!";"wndPreferences.chkMiniConVisible.lblUnofficialIMDBTVDBMessage" = "TVDB + IMDb Limited data && english only!";"wndPreferences.chkMiniConVisible.lblUpdateDescription" = "<AppName> kan använda din Internetuppkoppling för att automatiskt söka efter uppdateringar. Kontrollen görs endast då anslutning finns.";"wndPreferences.chkMiniConVisible.lblUpdates" = "Uppdateringar:";"wndPreferences.chkMiniConVisible.lblUseAPi" = "Använd API:";"wndPreferences.chkMiniConVisible.listBatchRename" = "Mappar\rFiler && Mappar";"wndPreferences.chkMiniConVisible.ListFolderForFile" = "Ingen\r-\rOmslag\rBanner\r-\rClearArt\rCharacterArt\rLogo\rTV Thumb";"wndPreferences.chkMiniConVisible.ListItemSizes" = "1 Rad\r2 Rader\r3 Rader";"wndPreferences.chkMiniConVisible.listMediaHeader" = "Namn\tPlats";"wndPreferences.chkMiniConVisible.MenuAddDir" = "Lägg till mapp";"wndPreferences.chkMiniConVisible.MenuRemoveDir" = "Ta bort mapp";"wndPreferences.chkMiniConVisible.msgIMDBApi" = "<AppName> använder en inofficiell API för att hämta information från IMDb (http://imdbapi.com/).\r\rPå grund av det finns IMDb-data endast på engelska.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"Preferences.SystemLanguage" = "en";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndSplash.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.Setup" = "Inställning";"wndSplash.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.lblArray.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.lblArray.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.lblArray.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.lblArray.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.lblArray.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.lblArray.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.lblArray.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.lblArray.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.lblArray.Setup" = "Inställning";"wndSplash.lblArray.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.lblArray.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.lblArray.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.lblArray.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.lblArray.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.lblArray.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.lblArray.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.lblArray.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.lblArray.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.lblArray.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.btnNext.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.btnNext.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.btnNext.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.btnNext.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.btnNext.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.btnNext.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.btnNext.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.btnNext.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.btnNext.Setup" = "Inställning";"wndSplash.btnNext.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.btnNext.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.btnNext.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnNext.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnNext.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnNext.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.btnNext.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.btnNext.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.btnNext.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.btnNext.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.btnBack.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.btnBack.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.btnBack.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.btnBack.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.btnBack.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.btnBack.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.btnBack.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.btnBack.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.btnBack.Setup" = "Inställning";"wndSplash.btnBack.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.btnBack.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.btnBack.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnBack.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnBack.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.btnBack.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.btnBack.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.btnBack.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.btnBack.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.btnBack.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.lstArray.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.lstArray.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.lstArray.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.lstArray.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.lstArray.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.lstArray.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.lstArray.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.lstArray.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.lstArray.Setup" = "Inställning";"wndSplash.lstArray.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.lstArray.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.lstArray.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.lstArray.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.lstArray.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.lstArray.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.lstArray.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.lstArray.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.lstArray.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.lstArray.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.LinkLblArray.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.LinkLblArray.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.LinkLblArray.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.LinkLblArray.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.LinkLblArray.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.LinkLblArray.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.LinkLblArray.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.LinkLblArray.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.LinkLblArray.Setup" = "Inställning";"wndSplash.LinkLblArray.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.LinkLblArray.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.LinkLblArray.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.LinkLblArray.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.LinkLblArray.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.LinkLblArray.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.LinkLblArray.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.LinkLblArray.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.LinkLblArray.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.LinkLblArray.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"wndSplash.arMediaLists.DescriptionAniDB" = "- Den mest kompletta internetdatabasen för tecknade filmer.";"wndSplash.arMediaLists.DescriptionFanartTV" = "- Centralt arkiv för Mediacenter Fanart.";"wndSplash.arMediaLists.DescriptionIMDB" = "- Filmdatabas på Internet.";"wndSplash.arMediaLists.DescriptionRottenTomatoes" = "- Den bästa filmdatabasen.";"wndSplash.arMediaLists.DescriptionTMDB" = "- Den öppna filmdatabasen.";"wndSplash.arMediaLists.DescriptionTVDB" = "- En öppen databas för TV-fantaster.";"wndSplash.arMediaLists.DescriptionTVRage" = "- Tv-guider och sändningsdatum.";"wndSplash.arMediaLists.FinishParagraph" = "ViMediaManager hämtar information om dina mediafiler från följande leverantörer. Vårt tack går till alla de människor som gör dessa tjänster möjligt!";"wndSplash.arMediaLists.Setup" = "Inställning";"wndSplash.arMediaLists.Welcome" = "Tack för att du använder ViMediaManager";"wndSplash.arMediaLists.WelcomeParagraph" = "För att hjälpa dig komma igång kommer du att guidas genom några steg, bland annat för att ställa in sökvägarna till dina/ditt mediabibliotek.\rDu kan alltid ändra sökvägar och inställningar i efterhand.\r\rKlicka på Nästa för att starta guiden.";"wndSplash.arMediaLists.WhereParagraphAnime" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina tecknade filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.arMediaLists.WhereParagraphMovies" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina filmer.\r(du kan även dra mappen direkt till listan)";"wndSplash.arMediaLists.WhereParagraphTVShows" = "Klicka på \'+\'-knappen för att bläddra till mappen som innehåller dina TV-serier.\r(du kan även dra mappen direkt till listan)";"wndSplash.arMediaLists.WhereTitleAnime" = "Vart är dina tecknade filmer placerade\?";"wndSplash.arMediaLists.WhereTitleMovies" = "Vart finns dina filmer\?";"wndSplash.arMediaLists.WhereTitleTVShows" = "Vart finns dina TV-serier\?";"wndSplash.arMediaLists.WhichMediaPlayer" = "Vilken mediaspelare kommer du att använda\?";"wndSplash.arMediaLists.WhichParagraphMediaPlayer" = "Detta alternativ ställer in alla filnamn till den valda mediaspelaren.\rDu kan ändra dessa inställningar senare under Inställningar.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"MovieCore.btnDownloadMissingArtwork" = "Ladda endast ned saknade bilder";"MovieCore.btnReplaceExistingArtwork" = "Ersätt befintliga bilder";"MovieCore.kConnectionError" = "Kan inte ansluta till databasen.";"MovieCore.kFileInfo" = "Filinformation";"MovieCore.kImageURLsFound" = "%s bild-URL...";"MovieCore.kManualSearchMovie" = "Vill du söka efter filmen manuellt\?";"MovieCore.kNoImagesFound" = "Inga %sbilder hittades.";"MovieCore.kNoMoviesFoundTryAgain" = "Ingen film hittades, försök igen med färre sökord eller en alternativ filmtitel.";"MovieCore.kNothingFound" = "Ingenting hittat.";"MovieCore.kServiceUnavailable" = "Tjänsten är inte tillgänglig";"MovieCore.msgDatabaseError" = "Databasfel";"MovieCore.msgDBConnectionError" = "Kan inte ansluta till %s databas.";"MovieCore.msgIMDBApi" = "IMDb API svarade inte, försök igen senare.\r\rÄven fast IMDb API inte fungerade har informationen från The MovieDB sparats.";"MovieCore.msgIMDBApiError" = "Den inofficiella IMDb API:n har inte den här filmen i sin databas.\r\rOm den här filmen finns i TMDB kan den fortfarande uppdateras.";"MovieCore.msgInvalidContent" = "Ogiltligt innehåll hittades";"MovieCore.msgNoID" = "Det finns inget databas-ID för det här objektet.\r\rHämta metadata för objektet först.";"MovieCore.msgNoIDMovie" = "Känner inte igen den här filmen.\r\rHämta metadata för den här filmen först.";"MovieCore.msgPriorArtDeletion" = "Vill du ersätta dina befintliga bilder med nya nedladdade bilder, eller vill du endast ladda ner saknade bilder\?";"MovieCore.msgPriorMovieArtFound" = "ViMediaManager har hittat befintliga bildfiler för \'<movie>\'";"MovieCore.msgTMDBConnectionError" = "Kan inte ansluta till <database>.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"ExtraArtCanvas.msgExplanation" = "Om du väljer \'OK\' kommer existerande bilder att ersättas med nya bilder.";"ExtraArtCanvas.msgMessage" = " bilden finns redan, vill du ersätta den\?";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"dlgProgress.msgNoDestination" = "Destinationen hittades inte.";"dlgProgress.thrProgress.msgNoDestination" = "Destinationen hittades inte.";"dlgProgress.TrailerSckteer.msgNoDestination" = "Destinationen hittades inte.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"ccSearch.CueText" = "Sök efter titel eller ange IMDb-ID";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"Genre.Action" = "Åtgärd";"Genre.Adventure" = "Äventyr";"Genre.Animation" = "Animering";"Genre.Children" = "Barn";"Genre.Comedy" = "Komedi";"Genre.Crime" = "Brottslighet";"Genre.Disaster" = "Katastrof";"Genre.Documentary" = "Dokumentär";"Genre.Drama" = "Drama";"Genre.Eastern" = "Östra";"Genre.Erotic" = "Erotiska";"Genre.Family" = "Familjen";"Genre.FanFilm" = "Fan Film";"Genre.Fantasy" = "Fantasy";"Genre.FilmNoir" = "Film Noir";"Genre.Foreign" = "Utländska";"Genre.GameShow" = "Game Show";"Genre.History" = "Historia";"Genre.Holiday" = "Minnesdag";"Genre.Horror" = "Skräck";"Genre.Indie" = "Indie";"Genre.MiniSeries" = "Miniserie";"Genre.Music" = "Musik";"Genre.Musical" = "Musikaliska";"Genre.Mystery" = "Mystery";"Genre.Neonoir" = "Neo-noir";"Genre.News" = "Nyheter";"Genre.RoadMovie" = "Road Movie";"Genre.Romance" = "Romance";"Genre.ScienceFiction" = "Science Fiction";"Genre.Shorty" = "Kort";"Genre.Soap" = "tvål";"Genre.SpecialInterest" = "Särskilt intresse";"Genre.Sport" = "Sport";"Genre.SportingEvent" = "Idrottsevenemang";"Genre.SportsFilm" = "Sport Film";"Genre.Suspense" = "Interimskonto";"Genre.TalkShow" = "Talk Show";"Genre.Thriller" = "Thriller";"Genre.TVmovie" = "TV-film";"Genre.War" = "Kriget";"Genre.Western" = "Västra";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndMovieMetadata.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.CancelSave.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.CancelSave.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.CancelSave.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.SepArray.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.SepArray.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.SepArray.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.Sep.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.Sep.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.Sep.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.lblArray.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.lblArray.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.lblArray.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.scktActor.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.scktActor.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.scktActor.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.thrActor.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.thrActor.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.thrActor.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.TrailerSckteer.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.TrailerSckteer.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.TrailerSckteer.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"wndMovieMetadata.thrRecommendations.lblTrailerMessage" = "Om lämnad tom kommer ViMediaManager att försöka hitta en trailer.";"wndMovieMetadata.thrRecommendations.lblURLTrailer" = "YouTube- eller direkt URL:";"wndMovieMetadata.thrRecommendations.msgDeleteTrailer" = "Är du säker på att du vill radera trailern\?";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndSetManager.kAlreadyExists" = "Ett bilbliotek med samma namn finns redan.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndRenameTags.kExampleEpisodes" = "S$0SE$0E - $T = S02E03 - The Euclid Alternative\r[$N] $Sx$0E - $T = [The Big Bang Theory] 2x03 - The Euclid Alternative\r$S$0E $T = 203 The Euclid Alternative";"wndRenameTags.kExampleMovies" = "$T ($Y) =  Stars Wars: Episod IV - Ett nytt hopp (1977)\r[$M] $S ($R) = [Rated PG-13] Addams Familjen, The (720p)\r$O.[$Y] = Tillbaka.till.framtiden.III.[1985]";"wndRenameTags.kExampleTVShows" = "$T ($Y) = The Big Bang Theory (2007)\r[$C] $S / $M = [CBS] Big Bang Theory, The / TV-PG\r$O.[$Y] = The.Big.Bang.Theory.[2007]";"wndRenameTags.kReplaceSpacesWithDots" = "Ersätt mellanslag med punkter";"wndRenameTags.TitleRenameTags" = "Döp om Tags";"wndRenameTags.lblArray.kExampleEpisodes" = "S$0SE$0E - $T = S02E03 - The Euclid Alternative\r[$N] $Sx$0E - $T = [The Big Bang Theory] 2x03 - The Euclid Alternative\r$S$0E $T = 203 The Euclid Alternative";"wndRenameTags.lblArray.kExampleMovies" = "$T ($Y) =  Stars Wars: Episod IV - Ett nytt hopp (1977)\r[$M] $S ($R) = [Rated PG-13] Addams Familjen, The (720p)\r$O.[$Y] = Tillbaka.till.framtiden.III.[1985]";"wndRenameTags.lblArray.kExampleTVShows" = "$T ($Y) = The Big Bang Theory (2007)\r[$C] $S / $M = [CBS] Big Bang Theory, The / TV-PG\r$O.[$Y] = The.Big.Bang.Theory.[2007]";"wndRenameTags.lblArray.kReplaceSpacesWithDots" = "Ersätt mellanslag med punkter";"wndRenameTags.lblArray.TitleRenameTags" = "Döp om Tags";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndClean.txtMessage" = "Beroende på dina val, nfo-filer, extra art-bilder och/eller <media> kommer att raderas när du rensar filer.";"wndClean.txtTitle" = "Välj det du vill rensa:";"wndClean.btnsCancelSave.txtMessage" = "Beroende på dina val, nfo-filer, extra art-bilder och/eller <media> kommer att raderas när du rensar filer.";"wndClean.btnsCancelSave.txtTitle" = "Välj det du vill rensa:";"wndClean.lblArray.txtMessage" = "Beroende på dina val, nfo-filer, extra art-bilder och/eller <media> kommer att raderas när du rensar filer.";"wndClean.lblArray.txtTitle" = "Välj det du vill rensa:";"wndClean.ThrClean.txtMessage" = "Beroende på dina val, nfo-filer, extra art-bilder och/eller <media> kommer att raderas när du rensar filer.";"wndClean.ThrClean.txtTitle" = "Välj det du vill rensa:";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndPreviewThumbs.msgPriorArtDeletion" = "Vill du ersätta befintlig <image> fil med den valda bilden\?";"wndPreviewThumbs.msgPriorArtFound" = "ViMediaManager har hittat en befintlig <image> fil för \'<title>\'.";"wndPreviewThumbs.CancelSave.msgPriorArtDeletion" = "Vill du ersätta befintlig <image> fil med den valda bilden\?";"wndPreviewThumbs.CancelSave.msgPriorArtFound" = "ViMediaManager har hittat en befintlig <image> fil för \'<title>\'.";"wndPreviewThumbs.ccThumbs.msgPriorArtDeletion" = "Vill du ersätta befintlig <image> fil med den valda bilden\?";"wndPreviewThumbs.ccThumbs.msgPriorArtFound" = "ViMediaManager har hittat en befintlig <image> fil för \'<title>\'.";"Hide %@" = "Göm %@";"Hide Others" = "Göm övriga";"Services" = "Tjänster";"Show All" = "Visa alla";"Quit %@" = "Avsluta %@";"wndSearch.kSearchFieldHelpText" = "Titel (år) eller IMDb ID";"wndSearch.kUseIMDBID" = "Instället för nyckelord kan du använda IMDb ID för att söka efter en film.";"wndSearch.wTitleSearchMovie" = "Sök filmer";"wndSearch.ccSearchBox.kSearchFieldHelpText" = "Titel (år) eller IMDb ID";"wndSearch.ccSearchBox.kUseIMDBID" = "Instället för nyckelord kan du använda IMDb ID för att söka efter en film.";"wndSearch.ccSearchBox.wTitleSearchMovie" = "Sök filmer";"wndSearch.CancelSave.kSearchFieldHelpText" = "Titel (år) eller IMDb ID";"wndSearch.CancelSave.kUseIMDBID" = "Instället för nyckelord kan du använda IMDb ID för att söka efter en film.";"wndSearch.CancelSave.wTitleSearchMovie" = "Sök filmer";"wndSearch.ThrSearchMovieResult.kSearchFieldHelpText" = "Titel (år) eller IMDb ID";"wndSearch.ThrSearchMovieResult.kUseIMDBID" = "Instället för nyckelord kan du använda IMDb ID för att söka efter en film.";"wndSearch.ThrSearchMovieResult.wTitleSearchMovie" = "Sök filmer";"wndSearch.ThrSearchTVResult.kSearchFieldHelpText" = "Titel (år) eller IMDb ID";"wndSearch.ThrSearchTVResult.kUseIMDBID" = "Instället för nyckelord kan du använda IMDb ID för att söka efter en film.";"wndSearch.ThrSearchTVResult.wTitleSearchMovie" = "Sök filmer";